
#감정 별 해결법
sad_solution = ["""<자기 감정 적어보기> : 사용자님의 생각과 감정을 적을 수 있는 일기장을 사도록하세요!\n
                일기를 쓰면서 자기감정을 내보내게 되면 스스로와 '파장이 맞는 상태'로\n
                들어가게 됩니다. 이런 과정을 통해 자기 자신에 대해 길이 이해 할 수 있어요""",
                """<웃고 미소짓기> : 미소를 짓는 행위가 기분을 좋게 만들어 준다는 걸 아시나요?\n
                웃는 행위는 기분을 좋게 만드는 '엔돌핀'이라는 물질을 형섬함으로써\n
                우울감에서 조금이나마 벗어날 수 있을거에요!""",
                """<마음껏 울기> : 우리는 어릴 때부터 우는것에 대한 기피감이 있어요.\n
                마음 놓고 우는 행동은 자연스럽게 기분이 나아지게 한다는\n
                사실을 아는가요? 우는 것은 스트레스를 해소시키고 \n
                기분을 좋게 만들어주며 '가슴 속에서' 슬픔을 내보내는 행동이에요!"""]

angry_solution = ["""<상황 인식하기> : 사용자님이 화가나는 이유는 무엇인가요?\n
                  내가 화가나는 이유는 무엇인지, 불안감을 느끼는 이유는 무엇인지\n
                  빠르개 깨닫는 것이 화를 잠재우는데 효과적이랍니다!""",
                  """<결과 생각하기> : 화가 난 상황에서 마음을 제어하기 못하고\n
                  행동을 하고 난 후의 결과를 생각해보아요...\n
                  감정적으로 대응하기 보다는 침착하게 대응을 한다면 나쁜상황에서\n
                  빠르게 벗어나는데 도움이 된답니다.""",
                  """<화가난 상황의 자리 피하기> : 사용자님이 화가 나는 상황이나 자리에서\n
                  피하는 것이 중요해요! 혼자만의 시간을 갖고 잠시 산책을 하는 것도 좋으며,\n
                  다른 무언가에 집중을 해보는건 어때요?"""]

